tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ansible"
brew "awscli"
brew "gh"
brew "go"
brew "harfbuzz"
brew "helm"
brew "hurl"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "little-cms2"
brew "neovim"
brew "node"
brew "openjdk"
brew "operator-sdk"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "tmux"
brew "watch"
brew "yq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "raycast"
cask "visual-studio-code"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "redhat.vscode-yaml"
vscode "systemticks.c4-dsl-extension"
