tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "act"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "colima"
brew "docker"
brew "gh"
brew "go"
brew "harfbuzz"
brew "helm"
brew "httpie"
brew "hurl"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "lazygit"
brew "little-cms2"
brew "neovim"
brew "node"
brew "opa"
brew "openjdk"
brew "operator-sdk"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "trivy"
brew "watch"
brew "yq"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "redhat.vscode-yaml"
vscode "systemticks.c4-dsl-extension"
