tap "azure/kubelogin"
tap "buildpacks/tap"
tap "databricks/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "powershell/tap"
tap "wagoodman/dive"
brew "act"
brew "argocd"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "azure-cli"
brew "glib"
brew "cairo"
brew "lima"
brew "colima"
brew "dive"
brew "docker"
brew "gh"
brew "gnupg"
brew "go"
brew "gojq"
brew "harfbuzz"
brew "helm"
brew "helm-docs"
brew "helmfile"
brew "httpie"
brew "hurl"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "kyverno"
brew "lazygit"
brew "libpq"
brew "little-cms2"
brew "node"
brew "marp-cli"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neovim"
brew "opa"
brew "openjdk"
brew "operator-sdk"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "skaffold"
brew "skopeo"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "tree"
brew "trivy"
brew "watch"
brew "wget"
brew "yq"
brew "azure/kubelogin/kubelogin"
brew "buildpacks/tap/pack"
brew "databricks/tap/databricks"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
brew "powershell/tap/powershell"
cask "alacritty"
cask "azure-data-studio"
cask "cursor"
cask "dbeaver-community"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "openlens"
cask "postman"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
vscode "azureadb2ctools.aadb2c"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "redhat.vscode-yaml"
vscode "systemticks.c4-dsl-extension"
