tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "ansible"
brew "awscli"
brew "gh"
brew "go"
brew "harfbuzz"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "little-cms2"
brew "neovim"
brew "node"
brew "openjdk"
brew "operator-sdk"
brew "terraform"
brew "watch"
brew "yq"
brew "koekeishiya/formulae/skhd"
